"use client"

import Header from "../../components/Header"
import Footer from "../../components/Footer"

export default function Case() {
    return(
        <>
            <Header></Header>
                <section className="case-explanation">
                    <h1>АКТРИСА ЯНГИЛИКЛАР САЙТЛАРИНИНГ БИРИ ҚИЛГАН ТУҲМАТ ТУФАЙЛИ ТАҚИҚҚА ТУШИРИЛДИ</h1>
                    <p>Ўзбек киносининг таниқли актрисаси янгиликлар сайтларининг бири туҳмат қилгани туфайли соғлиғи ёмонлашганини ўз интервьюсида айтди. Маълум бўлишича Ўзбекистонда машҳур сайтлардан бири «Актриса «КВН» ўйинларида ўзбек миллатининг устидан кулди! Шунинг учун лицензиясини олиб қўйишди» деган хабарни эълон қилган. Актриса «Мен шундай иш қилганимда, бу аллақачон ижтимоий тармоқларга тарқаб кетган бўлмасмиди? Бунинг устига, нега мен ўз миллатимни кулгуга оламан, бу менга нима учун керак? Ўша сайтни дея қанча ҳақорат эшитдим, ҳатто пўписа қилганлар мени тузини еб тузлуғига тупурганликда айблаганлар ҳам бўлди. </p>
                    <iframe src="/case4.pdf" className="pdf-viewer" frameBorder={0}></iframe>
                </section>
            <Footer></Footer>
        </>
    )
}