"use client"

import Header from "../../components/Header"
import Footer from "../../components/Footer"

export default function Case() {
    return(
        <>
            <Header></Header>
                <section className="case-explanation">
                    <h1>ФУҚАРО ЖУРНАЛИСТНИ СУДГА БЕРИБ ЮТИБ ЧИҚДИ</h1>
                    <p>2018 йили Ўзбекистон Миллий ахборот агентлиги сайтида <strong>«Шайхонтоҳурда экстремист аёл қўлга олинди» сарлавҳали</strong> хабар эълон қилинди. У тез орада бошқа сайтларга ҳам тарқалди. Ўзбекистон Республикаси Президенти ҳузуридаги Вазирлар Маҳкамасининг 21.04.1992 йилдаги қарорига биноан Ўзбекистон миллий ахборот агентлиги расмий манба ҳисобланади. Мазкур сайт хабарлари ишончли ва жиддий аҳамиятга эга. Хабар тез орада бошқа сайтларда ҳам кўрина бошлади. Мақолада келтирилишича, фуқаро тақиқланган «Ҳизб-ут таҳрир» диний экстремистик ташкилотига алоқадор варақа тарқатаётган пайтда ҳибсга олинган.</p>
                    <iframe src="/case1.pdf" className="pdf-viewer" frameBorder={0}></iframe>
                </section>
            <Footer></Footer>
        </>
    )
}